export default function TermsPage() {
  return (
    <div className="w-full max-w-[1120px] mx-auto flex flex-col px-16pxr md:px-0 md:mt-35pxr gap-28pxr">
      <div>
        <h1 className="text-30pxr font-bold mb-15pxr">이용약관</h1>
        <p>라이크노벨 서비스 이용약관 - 일반 회원</p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 1 조 목적</h2>
        <p>
          이 약관은 라이크노벨(이하 “회사”라 한다)이 운영하는 웹⦁앱 플랫폼
          likenovel.net(이하 “사이트”라 한다)에서 제공하는 서비스를 이용함에
          있어 회사와 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 2 조 용어의 정의</h2>
        <p>① “회사”는 라이크노벨을 말한다.</p>
        <p>
          ② “서비스”는 회사가 운영하는 웹사이트 likenovel.net을 포함한 웹⦁앱
          플랫폼에서 이용자에게 제공하는 제반 서비스와 함께 회사가 공개한 API를
          이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여
          이용자에게 제공되는 경우를 포함한다.
        </p>
        <p>
          ③ “회원”은 회사에 개인정보를 제공하여 회원등록을 한 자로서 이 약관에
          따라 회사와 서비스 이용계약을 체결한 자를 말한다.
        </p>
        <p>
          ④ “이용자(혹은 서비스 이용자)”는 본 약관에 따라 회사가 제공하는
          서비스를 이용하는 회원과 회원이 아닌 자를 말합니다.
        </p>
        <p>
          ⑤ “ID”는 회원의 식별과 서비스 이용을 위하여 회원이 선정하고 회사가
          승인한 이메일 ID를 말한다.
        </p>
        <p>
          ⑥ “비밀번호”는 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여
          회원 스스로가 설정하여 회사에 등록한 영문 또는 숫자의 조합을 말한다.
        </p>
        <p>
          ⑦ “콘텐츠”는 플랫폼 내 회사 또는 회원이 직접 업로드 혹은 링크를 통해
          게시한 디지털 콘텐츠 및 기타 관련 정보(부호, 문자, 음성, 음향, 이미지,
          영상 등으로 표현된 자료 또는 정보)를 말한다.
        </p>
        <p>
          ⑧ “코인상품”은 회원에게 회사가 제공하는 결제 방식을 통해 후원서비스를
          이용하기 위한 가상화폐, 코인을 묶은 패키지 상품을 말한다.
        </p>
        <p>
          ⑨ “후원서비스”는 코인결제 등 회원이 회사가 제공하는 결제 방식을 통해
          특정 크리에이터(작가), 특정 작품 콘텐츠 전체 또는 일부(연재회차)에
          사용할 수 있는 서비스로, 회사의 정책에 따라 특별히 책정한 코인 상품을
          결제하여 이용할 수 있는 서비스를 말한다.
        </p>
        <p>
          ⑩ “코인”은 회사 내 후원서비스를 이용하기 위하여 구매하거나 회사 및
          제3자가 진행하는 이벤트 활동 등을 통하여 회사가 지급할 수 있는
          선불전자지급수단을 말한다.
        </p>
        <p>
          ⑪ “정산수익”은 회원이 다른 이용자에게 후원을 받을 때 예치하는
          대금으로, 1개의 코인은 100원으로 예치된다.
        </p>
        <p>
          ⑫ “크리에이터”란 본 사이트 내 연재할 수 있는 공간에 업로드되는 유료,
          무료 디지털 콘텐츠를 생산하고 업로드하는 당사자 주체를 의미한다.
        </p>
        <p>
          ⑬ “후원하기”는 회원이 회사 또는 크리에이터 회원에 대한 물질적
          후원행위를 위해 반대급부 없이 코인을 증여하는 것으로 계약을 맺는 것을
          의미한다.
        </p>
        <p>
          ⑭ “이용데이터”는 이용자의 개인정보인 이름, 휴대폰번호, 이메일을 제외한
          사이트에서 제공되는 제반 서비스를 이용할 때 이용자의 행동으로 발생되는
          데이터를 의미하며, 크리에이터가 회사의 에디터 및 작품정보 서비스의
          기능을 활용할 때 입력되는 창작데이터까지 포함한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 3 조 약관의 효력 및 변경
        </h2>
        <p>
          ① 회사는 본 약관의 내용을 쉽게 알 수 있도록 서비스 가입 화면에
          게시한다.
        </p>
        <p>
          ② 회사는 &quot;약관의 규제에 관한 법률&quot;, &quot;콘텐츠산업
          진흥법&quot;, &quot;정보통신망 이용촉진 및 정보보호 등에 관한
          법률&quot; &quot;전자상거래 등에서의 소비자보호에 관한 법률&quot;,
          &quot;유사수신행위의 규제에 관한 법률&quot;등 관련법에 위배하지 않는
          범위에서 본 약관을 개정할 수 있다.
        </p>
        <p>
          ③ 회사는 약관이 변경되는 경우에 변경된 약관의 내용과 시행일을 정하여,
          그 시행일로부터 최소7일 (이용자에게 불리하거나 중대한 사항의 변경은
          30일) 이전부터 시행일 후 상당한 기간 동안 공지하고, 기존 회원에게는
          변경된 약관, 적용일자 및 변경사유(변경될 내용 중 중요사항에 대한
          설명을 포함)를 전자우편주소 또는 웹사이트 팝업으로 공지하며, 변경된
          약관은 공지한 시행일로부터 효력이 발생한다.
        </p>
        <p>
          ④ 이용자는 변경된 약관에 대해 동의하지 않을 권리가 있으며, 거절의
          의사를 표시하지 않았을 때에는 본 약관의 변경에 동의한 것으로 간주한다.
          코인 상품을 결제한 회원이 약관의 개정에 동의하지 아니하여 구매취소할
          경우 회사가 정한 환불정책에 따른다.
        </p>
        <p>
          ⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가
          제정한 전자거래소비자보호지침 및 관계법령 또는 일반 상 관례에 따른다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 4 조 이용계약의 성립
        </h2>
        <p>
          ① 이용계약은 이용자의 약관동의와 이용신청에 대한 회사의 승낙으로
          성립한다.
        </p>
        <p>
          ② 이용계약의 성립 시기는 회사가 가입완료 표시를 신청절차 상에 표시한
          시점으로 한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 5 조 이용신청 및 제한
        </h2>
        <p>
          ① 이용자는 회사가 정한 가입 양식에 따라 회원정보를 정확히 기입한 후 이
          약관에 동의한다는 의사표시를 함으로써 회원가입을 신청한다.
        </p>
        <p>
          ② 회사는 다음 각 호에 해당하는 경우에 대해서는 그 신청에 대한 제한
          사유가 해소될 때까지 승낙을 유보 또는 일부 서비스 이용을 제한할 수
          있다.
        </p>
        <p>
          1. 신청 내용이 허위인 것으로 판명 되거나, 그러하다고 의심할 만한
          합리적인 사유가 발생할 경우
        </p>
        <p>2. 기타 회사가 필요하다고 인정하는 경우</p>
        <p>
          ③ 회사는 다음에 해당하는 경우에는 회원의 서비스 이용을 승낙하지 아니할
          수 있다.
        </p>
        <p>1. 이미 가입된 회원과 이메일 주소 또는 휴대폰 번호가 동일한 경우</p>
        <p>2. 다른 사람의 명의를 사용하여 신청하였을 경우</p>
        <p>
          3. 이용자가 만 14세미만, 또는 한정치산자인 경우 법정대리인(부모 등)의
          동의를 받지 않았을 경우
        </p>
        <p>4. 회원가입 신청서의 내용을 허위로 기재하였을 경우</p>
        <p>
          5. 사회의 안녕, 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 경우
        </p>
        <p>6. 기타 회사가 정한 이용신청 요건이 미비 되었을 경우</p>
        <p>7. 약관 또는 회사의 제반 규정을 위반하여 신청하는 경우</p>
        <p>
          ④ 회사는 다음 각 호에 해당하는 경우 그 사유가 해소될 때까지 이용계약
          성립을 유보할 수 있다.
        </p>
        <p>1. 서비스 관련 제반 용량이 부족한 경우</p>
        <p>2. 기술상 장애 사유가 있는 경우</p>
        <p>3. 기타 치명적인 운영문제가 발생한 경우</p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 6 조 이용자 ID부여 및 변경
        </h2>
        <p>
          ① 이용자 ID는 이용자가 가지고 있는 이메일 주소이며 메일 주소가
          바뀌었을 경우, 내 정보에서 변경하거나 고객센터에 문의,
        </p>
        <p>admin@likenovel.net로 이메일로 요청하여 변경할 수 있다.</p>
        <p>
          ② 서비스 이용자 ID 및 비밀번호의 관리책임은 회원에게 있다. 이를 소홀히
          관리하여 발생하는 서비스 이용 상의 손해 또는 제3자에 의한 부정이용
          등에 대한 책임은 회원에게 있으며 회사는 그로 인해 발생한 제반 문제에
          대한 책임을 지지 않는다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 7 조 계약사항의 변경
        </h2>
        <p>
          ① 회원은 프로필관리를 통해 언제든지 자신의 정보를 열람하고, 수정할 수
          있다.
        </p>
        <p>
          ② 회원은 이용신청 시 기재한 사항에 변경이 있는 경우, 온라인으로
          개인정보를 수정하거나 전자우편, 기타방법으로 회사에 대하여 그
          변경사항을 알려야 한다. 이를 알리지 않아 발생하는 불이익에 대한 책임은
          회원에게 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 8 조 이용자의 정보 보안
        </h2>
        <p>
          ① 회사 서비스 가입절차를 완료하는 순간부터 회원은 입력한 정보의 비밀을
          유지할 책임이 있으며 ID와 비밀번호를 사용하여 발생하는 모든 결과에
          대한 책임도 회원에게 있다.
        </p>
        <p>
          ② ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있으며, ID 나
          비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 회사에
          통지하여야 한다. 통지하지 않음으로 인해 발생하는 모든 책임은 회원에게
          있다.
        </p>
        <p>
          ③ 이용자가 자동 로그인(로그인 상태 유지)하거나 로그아웃 하지 아니하여
          제3자가 회원에 관한 정보를 도용하는 등의 결과로 인해 발생하는 손해 및
          손실에 대하여 회사는 책임을 부담하지 아니한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 9 조 서비스 이용</h2>
        <p>① 회사는 회원에게 아래와 같은 서비스를 제공한다.</p>
        <p>1. 회원의 작품콘텐츠 창작 서비스</p>
        <p>
          2. 회원의 작품콘텐츠 리뷰 및 댓글 작성, 좋아요, 공유 등 기타 소셜
          서비스
        </p>
        <p>3. 작품콘텐츠 및 크리에이터를 위한 후원 서비스</p>
        <p>
          4. 작품콘텐츠 및 크리에이터 후원을 위한 가상화폐인 코인상품 매매
          서비스
        </p>
        <p>4. 작품콘텐츠 기획 및 작품분석 서비스</p>
        <p>
          5. 작품콘텐츠 창작을 위한 기획과정에서 캐릭터의 일러스트를 그려주는
          서비스
        </p>
        <p>6. 콘텐츠 관련 상품 판매 및 유통 서비스</p>
        <p>
          7. 기타 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해
          회원에게 제공하는 일체의 서비스
        </p>
        <p>
          ② 회사가 회원의 이용신청을 승낙한 때부터 회원은 서비스를 이용할 수
          있다. 단 일부 서비스의 경우에는 지정된 일자 내지 일정 요건 충족시에
          서비스를 이용할 수 있다.
        </p>
        <p>
          ③ 회사의 업무상 또는 기술상의 장애로 인하여 서비스의 이용을 개시하지
          못하는 경우에는 플랫폼 내 공시하거나 회원에게 이를 통지한다.
        </p>
        <p>
          ④ 서비스의 이용은 연중무휴, 1일 24시간을 원칙으로 한다. 다만, 회사의
          업무상 또는 기술상의 이유로 서비스가 일시 중지 될 수 있다. 이러한 경우
          회사는 사전 또는 사후에 이를 공지한다.
        </p>
        <p>
          ⑤ 회원 가입한 후라도 일부 서비스 이용 시 서비스 제공자의 요구에 따라
          특정회원에게만 서비스를 제공할 수 있다.
        </p>
        <p>
          ⑥ 회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능 시간을
          별도로 정할 수 있다. 이 경우 그 내용을 사전에 공개한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 10 조 코인상품 이용
        </h2>
        <p>
          ① 회사가 제공하는 코인상품 서비스를 원활하게 이용하기 위해 회원은
          코인상품 구매신청 후, 다음 각 호에 해당하는 사항을 준수하여야 한다.
        </p>
        <p>
          1. 코인상품 구매를 신청한 회원은 서비스이용요금을 납부하여야 한다.
        </p>
        <p>
          2. 코인상품 구매를 신청한 회원은 서비스이용요금을 신청 후 즉시
          결제하여야 한다.
        </p>
        <p>
          ② 코인상품 구매 방법은 신용카드, 휴대폰 결제 등 회사에서 제공하는
          결제방식을 통해서 가능하다. 단, 개별 회원이나 플랫폼 내 회원 중에 현재
          사업자 상태이며 회사에서 제공하는 결제방식이 아닌 다른 방식으로 결제를
          원할 경우 크리에이터와 플랫폼 운영진에게 문의할 수 있다.
        </p>
        <p>
          ③ 만19세 미만의 미성년자가 신용카드, 휴대폰 결제, 실시간 계좌이체,
          무통장 결제수단 등을 사용하여 코인상품를 구매할 때에는 법정대리인의
          동의를 받아야 한다. 단, 결제수단 운영회사나 정부의 방침 등에 따라 각
          결제수단별로 결제한도가 부여될 수 있으며, 또한 회사는 특정 결제수단의
          결제한도를 부여 할 수 있다.
        </p>
        <p>
          ④ 회사는 아래의 경우에 한해 서비스 내에서 회원이 구매하고 있는 모든
          코인상품 결제 및 기타 결제 콘텐츠의 가격을 인상 또는 인하 할 수 있다.
        </p>
        <p>
          ⑤ 회사는 서비스 내에서 제공하고 있는 크리에이터, 작품콘텐츠 일부를
          포함한 제반에 후원서비스의 이용 시 정산 가능한 코인 또는 후원 시 후원
          가능한 코인의 가격을 인하할 수 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 11 조 코인상품 구매에 대한 승인
        </h2>
        <p>
          ① 회사는 다음의 각 항에 해당하는 구매신청에 대해서는 결제승인을 하지
          않거나, 추후 해당 결제승인을 취소할 수 있다.
        </p>
        <p>
          1. 필수적 기재사항을 누락 또는 오기했거나 필수적 절차가 미비한 경우
        </p>
        <p>
          2. 불법 또는 부정적인 방법으로 결제를 하였거나 결제자를 확인할 수 없는
          경우.
        </p>
        <p>3. 만19세 미만의 미성년자가 법정대리인의 동의 없이 신청한 경우.</p>
        <p>
          4. 명의자의 동의나 승낙 없이 결제 수단을 무단 도용하여 구매요금을
          결제한 경우
        </p>
        <p>5. 그밖에 회원의 귀책사유로 승인이 불가능하다고 판단되는 경우</p>
        <p>
          ② 회사는 다음의 각 항에 해당하는 경우에는 이용신청에 대한 승인 제한
          사유가 해소될 때까지 승인을 제한할 수 있다.
        </p>
        <p>
          1. 서비스 설비가 부족하여 만족스러운 서비스를 제공할 수 없다고 판단될
          경우.
        </p>
        <p>2. 서비스 상의 장애가 발생한 경우</p>
      </div>

      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 12 조 서비스의 이용제한
        </h2>
        <p>
          ① 서비스 이용자의 행위가 다음의 각 항에 해당하는 하는 경우에 회사는
          서비스의 이용을 제한하거나 정지 또는 라이크노벨 아이디를 삭제(회수)할
          수 있다. 또 이에 대해 회사는 민사상 손해배상이나 기타 법적인 조치를
          취할 수 있으며, 관련 법규에 따라 법적인 제재조치를 취할 수 있다.
        </p>
        <p>1. 해킹 또는 기타 시스템에 무리를 주는 경우</p>
        <p>
          2. 라이크노벨 서비스에 대한 권리를 제 3 자에게 양도, 매매하는 경우
        </p>
        <p>
          3. 라이크노벨 서비스 결제에 있어 그 결제수단을 위, 변조, 도용하거나
          부정취득 또는 사용하는 경우
        </p>
        <p>
          4. 라이크노벨 서비스 내 작품콘텐츠를 측정하는 지표(조회수, 좋아요,
          공유수, 리뷰수, 댓글수 및 기타 작품콘텐츠의 가치를 알 수 있는 지표)를
          임의로 조작, 왜곡시키는 어뷰징(Abusing) 행위와 같은 비정상적 행위가
          계속될 경우
        </p>
        <p>
          5. 회사, 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를
          손상시키는 내용을 기부 닉네임 혹은 메시지에 게시하는 경우
        </p>
        <p>
          6. 이용자가 제공하는 정보의 내용이 허위인 것으로 판명되거나, 허위가
          있다고 의심할 만한 합리적인 사유가 발생할 경우
        </p>
        <p>
          7. 서비스 이용 중 텍스트본, 스크린샷 등의 &apos;콘텐츠&apos; 유출
          행위, 기타 이와 유사한 행위를 하거나 이를 시도하는 경우
        </p>
        <p>
          8. 윤락행위 알선 및 음행을 매개하는 내용의 정보를 유통시키는 행위를
          하거나 이를 시도하는 경우
        </p>
        <p>
          9. 타인의 명예를 손상시키거나 불이익을 주는 행위를 하거나 이를
          시도하는 경우
        </p>
        <p>
          10. 게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 행위를
          하거나 이를 시도하는 경우
        </p>
        <p>
          11. 라이크노벨이 미처 파악하지 못하였거나 수정하지 않은 서비스의
          취약점을 이용하여 비공개 자료를 열람하거나 정보를 위조, 변조하는
          행위를 하거나 이를 시도하는 경우
        </p>
        <p>
          12. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상
          또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을
          방해하거나 스토킹(stalking) 하는 등 타인을 괴롭히는 행위를 하거나 이를
          시도하는 경우
        </p>
        <p>
          13. 라이크노벨의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의
          명의를 도용하여 글을 게시하거나 전자우편, 쪽지 등을 발송하는 행위를
          하거나 이를 시도하는 경우
        </p>
        <p>14. 제 3자의 저작권 등 기타 권리를 침해하는 행위를 한 경우</p>
        <p>15. 기타 관계 법령에 위배되는 행위를 한 경우</p>
        <p>
          ② 위의 조항 이외에도 이용자가 본 약관 19조 이용자의 의무 등 본 약관의
          내용에 위배되는 행동을 한 경우 임의로 서비스를 중지할 수 있다. 이 경우
          회사는 이용자의 접속을 금지할 수 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 15 조 권리의 귀속 및 저작물의 이용
        </h2>
        <p>
          ① 회원은 지적재산권을 가지고 있는 자료, 서비스, 소프트웨어 등을
          라이크노벨의 서면 동의 없이 전부 또는 일부를 수정, 대여, 대출, 배포,
          제작, 양도, 라이선스, 담보권 설정, 상업적 이용행위 등을 할 수 없다.
        </p>
        <p>
          ② 회원이 서비스를 이용하는 과정에서 작성한 작품콘텐츠, 리뷰, 댓글,
          태그 등(이하 &quot;작품콘텐츠 등&quot;이라 합니다)에 대한 저작권을
          포함한 일체의 권리는 별도의 의사표시가 없는 한 각 회원에게 귀속된다.
        </p>
        <p>
          ③ 회원은 자신이 서비스에 게시한 작품콘텐츠 등을 회사가 국내ㆍ외에서
          다음 각 호의 목적으로 사용하는 것을 허락한다.
        </p>
        <p>
          1. 서비스(제3자가 운영하는 사이트 또는 미디어의 일정 영역 내에
          입점하는 형태로 제공되는 경우 포함) 내에서 작품콘텐츠 등의
          복제·전송·전시 및 우수 게시물을 서비스 화면에 노출하기 위하여 게시물의
          내용 변경 없이 크기를 변환하거나 단순화하는 등의 방식으로 수정하는 것
        </p>
        <p>
          2. 회사가 운영하는 다른 서비스에서 작품콘텐츠 등을 복제·전송 또는
          전시하는 것. 다만, 회원이 명시적으로 복제·전송 또는 전시에 동의하지
          아니한 경우에는 그러하지 않음
        </p>
        <p>
          3. 회사의 서비스를 홍보하기 위한 목적으로 미디어·통신사 등에
          작품콘텐츠 등의 전부 또는 일부를 보도·방영하게 하는 것. 이 경우 회사는
          회원의 개별 동의 없이 미디어·통신사 등에게 회원정보를 제공하지 않음
        </p>
        <p>
          ⑤ 회원이 서비스에 작품콘텐츠 등을 게재하는 것은 다른 회원이 게시물을
          서비스 내에서 사용하거나 회사가 검색결과로 사용하는 것을 허락한 것으로
          본다.
        </p>
        <p>
          ⑥ 회사는 서비스의 정책 또는 회사가 운영하는 서비스 간 통합 등의 사유로
          게시물의 게재위치를 변경·이전할 수 있으며, 이 경우 사전에 공지한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 16 조 작품콘텐츠 등(작품콘텐츠, 리뷰, 댓글, 태그 등 이용자가 작성,
          삭제할 수 있는 전체 서비스 내 모든 콘텐츠)의 관리 및 임시조치
        </h2>
        <p>
          ① 회원의 작품콘텐츠 등이 관련 법령에 위반되는 내용을 포함하는 경우,
          회사는 해당 관련 법령이나 적법한 권리자의 요청에 따라 해당 게시물 등에
          대한 게시중단 및 삭제 등의 조치를 취할 수 있다.
        </p>
        <p>
          ② 회사는 게시물 등에 회사의 서비스 운영정책에 위반되는 사유가 있는
          것으로 확인된 경우, 운영정책에 따라 해당 게시물에 대해 조치를 취할 수
          있다.
        </p>
        <p>
          ③ 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하
          &quot;정보통신망법&quot;)의 규정에 의해 다른 회원의 공개된 게시물 등이
          본인의 사생활을 침해하거나 명예를 훼손하는 등 권리를 침해 받은 회원
          또는 제3자(이하 &quot;삭제 등 신청인&quot;)는 그 침해사실을 소명하여
          회사에 해당 게시물 등의 삭제 또는 반박 내용의 게재를 요청할 수 있다.
          이 경우 회사는 해당 게시물 등의 권리 침해 여부를 판단할 수 없거나
          당사자 간의 다툼이 예상되는 경우 해당 게시물 등에 대한 접근을
          임시적으로 차단하는 조치(이하 &quot;임시조치&quot;)를 최장 30일까지
          취한다.
        </p>
        <p>
          ④ 전항에 의해 본인의 게시물 등이 임시조치된 회원(이하
          &quot;게시자&quot;)은 임시조치기간 중 회사에 해당 게시물 등을 복원해
          줄 것을 요청(이하 &quot;재게시 청구&quot;)할 수 있으며, 회사는
          임시조치된 게시물의 명예훼손 등 판단에 대한 방송통신심의위원회 심의
          요청에 대한 게시자 및 삭제 등 신청인의 동의가 있는 경우 게시자 및 삭제
          등 신청인을 대리하여 이를 요청하고 동의가 없는 경우 회사가 이를
          판단하여 게시물 등의 복원 여부를 결정한다. 게시자의 재게시 청구가 있는
          경우 임시조치 기간 내에 방송통신심의위원회 또는 회사의 결정이 있으면
          그 결정에 따르고 그 결정이 임시조치 기간 내에 있지 않는 경우 해당
          게시물 등은 임시조치 만료일 이후 복원된다. 재게시 청구가 없는 경우
          해당 게시물 등은 임시조치 기간 만료 이후 삭제된다.
        </p>
        <p>
          ⑤ 회사는 서비스 내에 게시된 게시물 등이 사생활 침해 또는 명예훼손 등
          제3자의 권리를 침해한다고 인정하는 경우 회원 또는 제3자의 신고가 없는
          경우에도 임시조치(이하 &quot;임의의 임시조치&quot;)를 취할 수 있다.
          임의의 임시조치 된 게시물의 처리 절차는 본 조 제3항 후단 및 제4항의
          규정에 따른다.
        </p>
        <p>
          ⑥ 회원의 게시물 등으로 인한 법률상 이익 침해를 근거로, 다른 회원 또는
          제3자가 회원 또는 회사를 대상으로 하여 민·형사상의 법적조치(예:
          형사고소, 가처분신청∙손해배상청구등민사소송의제기)를 취하는 경우,
          회사는 동법적조치의 결과인 법원의 확정판결이 있을 때 까지 관련게시물
          등에 대한 접근을 잠정적으로 제한할 수 있다. 게시물 등의 접근제한과
          관련한 법적조치의 소명, 법원의 확정판결에 대한 소명책임은 게시물 등에
          대한 조치를 요청하는 자가 부담한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 17 조 회사의 소유권
        </h2>
        <p>
          ① 회사가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고,
          디자인, 서비스 명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타
          권리는 회사에게 있다.
        </p>
        <p>
          ② 회원은 회사가 명시적으로 승인한 경우를 제외하고는 제1항 소정의 각
          재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도,
          재 라이센스, 담보권설정행위, 상업적 이용행위를 할 수 없으며, 제3자로
          하여금 이와 같은 행위를 하도록 허락할 수 없다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 18 조 회사의 의무</h2>
        <p>
          ① 회사는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지
          않으며, 지속적 안정적으로 서비스를 제공하기 위하여 노력할 의무가 있다.
        </p>
        <p>
          ② 회사는 이용자의 개인 신상 정보를 본인의 승낙 없이 제3자에게 누설,
          배포하지 않는다. 다만, 관계법령에 의해 국가기관의 요구나
          전기통신관련법령 및 정보통신윤리위원회의 요청 등 법률의 규정에 따른
          적법한 절차에 의한 경우에는 그러하지 아니한다.
        </p>
        <p>
          ③ 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가
          생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리
          또는 복구한다.
        </p>
        <p>
          ④ 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우 그러한
          손해가 회사의 고의나 중과실에 기해 발생한 경우에 한하여 책임을
          부담하며, 그 책임의 범위는 통상손해에 한한다.
        </p>
        <p>
          ⑤ 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할
          경우에는 신속히 처리하여야 한다. 다만, 신속한 처리가 곤란한 경우에는
          회원에게 그 사유와 처리일정을 통보하여야 한다.
        </p>
        <p>
          ⑥ 회사는 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의
          개인정보를 보호하기 위하여 노력한다. 회원의 개인정보보호에 관해서는
          관련법령 및 제 21조에 제시된 내용을 지킨다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 19 조 이용자의 의무
        </h2>
        <p>
          ① 회원은 서비스 이용을 위해 가입할 경우 현재의 사실과 일치하는 완전한
          정보 (이하 &quot;가입정보&quot;)를 제공해야 하며, 가입정보가 변경된
          경우 즉시 갱신해야 한다.
        </p>
        <p>
          ② 회원은 본인의 아이디와 비밀번호 관리를 위해 제 8조 이용자의 정보보안
          사항을 준수하여야 한다.
        </p>
        <p>
          ③ 회원은 서비스를 이용 시, 각 호에 해당하는 행위를 해서는 안 된다.
        </p>
        <p>1. 타인(소수를 포함)에게 위해를 가하는 행위</p>
        <p>
          2. 타인의 이메일(ID), 닉네임, 비밀번호(PASSWORD) 도용 및 타인으로
          가장하는 행위
        </p>
        <p>3. 타인과의 관계를 허위로 명시하는 행위</p>
        <p>
          4. 타인을 비방할 목적으로 사실 또는 허위의 사실을 적시하여 명예를
          훼손하는 행위
        </p>
        <p>
          5. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할
          목적으로 허위의 정보를 유통시키는 행위
        </p>
        <p>
          6. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글을 타인에게
          전달하는 행위
        </p>
        <p>
          7. 회사의 사전 승낙 없이 서비스를 통하여 얻은 정보를 가공, 판매하는
          행위 등 서비스를 이용한 영리행위
        </p>
        <p>8. 타인의 정보통신서비스 이용명의를 도용하여 사용하는 행위</p>
        <p>9. 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 행위</p>
        <p>
          10. 권리(지적재산권을 포함한 모든 권리)가 없는 콘텐츠를 게재하거나
          메시지 또는 전자우편으로 보내는 행위
        </p>
        <p>
          11. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비를 파괴, 방해 또는
          기능을 제한하기 위한 소프트웨어 바이러스를 게재하거나 메시지 또는
          전자우편으로 보내는 행위
        </p>
        <p>
          12. 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시,
          게재, 전자우편으로 보내는 행위 등 다른 사용자의 개인정보를 수집 또는
          저장하는 행위
        </p>
        <p>13. 재물을 걸고 도박하거나 사행행위를 하는 행위</p>
        <p>
          14. 윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는
          행위
        </p>
        <p>15. 기타 불법적이거나 부당한 행위</p>
        <p>④ 회원은 이 약관 및 관계법령에서 규정한 사항을 준수하여야 한다.</p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 20 조 부정이용 금지
        </h2>
        <p>회사는 다음 각호에 해당하는 경우를 부정 이용행위로 본다.</p>
        <p>
          1. 자신의 이메일(ID)과 연동된 계정 및 코인상품 등 회사가 제공하는
          서비스를 타인에게 판매, 대여, 양도하는 행위 및 이를 광고하는 행위
        </p>
        <p>
          2. 서비스 이용 중, 복제프로그램을 실행하거나 화면을 캡쳐, 또는 녹화를
          하는 경우
        </p>
        <p>
          3. 결제를 통한 회사와 회원 간의 정당한 계약이 성립되지 아니한 상태에서
          코인상품을 불법으로 구매하려는 일체의 행위
        </p>
        <p>
          4. 서비스 이용 중 특정 작품콘텐츠의 가치를 측정하는 지표(조회수,
          좋아요, 리뷰, 댓글, 공유)의 수치를 비정상적인 방법 또는 매크로 등과
          같은 불법적인 프로그램으로 조작하거나 왜곡하는 행위
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 21 조 회원에 대한 통지
        </h2>
        <p>
          ① 회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여
          지정한 전자우편 주소, 전화로 할 수 있다.
        </p>
        <p>
          ② 회사는 불특정 다수 회원에 대한 통지의 경우, 1주일 이상 플랫폼 내
          게시함으로써 개별 통지에 갈음할 수 있다. 다만, 회원 본인의 거래와
          관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 22 조 개별 서비스에 대한 약관 및 이용조건
        </h2>
        <p>
          회사는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및
          이용조건을 각 개별서비스마다 별도로 정하여 회원의 동의를 얻을 수 있다.
          이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 23 조 주문 및 결제</h2>
        <p>
          ① 회원은 회사가 제공하는 다음 각 호 또는 이와 유사한 절차에 의하여
          특정 크리에이터, 작품콘텐츠의 일부(연재회차 등) 및 전체에 후원서비스를
          이용하기 위해 회사의 코인상품을 결제할 수 있다.
        </p>
        <p>
          1. 회원가입 및 로그인 후 메인화면 상단바의 닉네임영역 시 나오는
          미니메뉴에서 코인 충전 선택
        </p>
        <p>
          2. 크리에이터 마이페이지, 크리에이터가 창작한 작품콘텐츠 소개페이지,
          크리에이터가 창작한 작품콘텐츠의 일부(연재회차분 등)에서 코인충전 선택
        </p>
        <p>3. 코인상품 선택</p>
        <p>4. 결제금액 확인, 결제수단 선택 및 결제하기</p>
        <p>5. 결제금액 재확인 및 결제</p>
        <p>
          ② 회원은 회사에서 정하는 방법으로 코인상품 결제가 가능하다. 단, 미성년
          회원의 결제는 원칙적으로 보호자(법정대리인)의 명의 또는 동의하에
          이루어져야 하고, 보호자(법정대리인)는 본인 동의 없이 체결된
          자녀(미성년자)의 계약을 취소할 수 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 24 조 구매신청 계약의 성립 및 통지
        </h2>
        <p>① 회사는 다음 각호에 해당하지 않는 한 구매 신청을 승낙한다.</p>
        <p>1. 신청 내용에 허위, 누락, 오기가 있는 경우</p>
        <p>
          2. 결제하려는 코인상품의 결제요구금액 총액과 입금총액이 일치하지 않은
          경우
        </p>
        <p>
          3. 구매신청에 승낙하는 것이 회사의 기술상 현저히 지장이 있다고
          판단하는 경우
        </p>
        <p>
          4. 기타 합리적인 이유가 있는 경우로서 회사가 필요하다고 인정되는 경우
        </p>
        <p>
          ② 회사는 회원이 본 약관 제23조의 절차에 따라 코인상품 결제를 신청할
          경우, 승낙의 의사표시로써 본 약관 제21조의 방법을 통하여 회원에게
          통지하고, 승낙의 통지가 회원에게 도달한 시점에 계약이 성립한 것으로
          본다.
        </p>
        <p>
          ③ 회사의 승낙의 의사표시에는 회원의 이용신청에 대한 확인 및 서비스제공
          가능여부, 구매신청의 정정, 취소 등에 관한 정보 등을 포함한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 25 조 코인상품 제공
        </h2>
        <p>
          ① 회사는 코인상품 제공시기에 관하여 이용자와 맺은 별도의 약정이 없는
          이상, 이용자가 청약을 한 즉시 후원서비스 등을 이용할 수 있도록 필요한
          조치를 취한다.
        </p>
        <p>
          ② 회사는 이용자가 구매한 코인상품 제공 절차 및 진행 사항을 확인할 경우
          문의 사항에 신속히 응대한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 26 조 후원</h2>
        <p>① 회사는 회원 간에 자유롭게 후원할 수 있는 후원서비스를 제공한다.</p>
        <p>
          ② 회원은 불법적인 금융거래를 목적으로 회원 간 후원서비스를 이용할 수
          없으며, 적발 후 범죄사실 증명 시 지체없이 해당 회원을 탈퇴처리 및
          수사기관에 적극 협조한다.
        </p>
        <p>
          ③ 회원은 후원서비스 이용 시 회사의 서비스 장애, 오작동, 오류 등으로
          금전적 손실을 입었을 경우 회사 측에 이의를 제기한 후 손실에 해당하는
          금액을 보상받을 수 있다.
        </p>
        <p>
          ④ 회원은 후원서비스를 통해 수취한 코인으로 후원서비스의 형태로 회원
          간에 코인을 지급할 수 없다.
        </p>
        <p>⑤ 회사는 회원은 후원서비스를 통해 지급한 코인을 환불할 수 없다.</p>
        <p>
          ⑥ 회원은 후원서비스를 통해 해당 코인을 지급한 회원에게 상응하는 대가를
          제공하는 일체의 활동에 관여하지 않는다.
        </p>
        <p>
          ⑦ 비정상적인 방법 및 프로그램으로 후원서비스를 이용할 경우 회사는
          지체없이 해당 회원을 적발 후 탈퇴조치를 수행한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 27 조 환전</h2>
        <p>
          ① 회원은 후원서비스를 통해 수취한 코인을 회사의 환전서비스를 통해
          정산받을 수 있다.
        </p>
        <p>
          ② 회원은 불법적인 금융거래를 목적으로 환전서비스를 이용할 수 없으며,
          적발 후 범죄사실 증명 시 지체없이 해당 회원을 탈퇴처리 및 수사기관에
          적극 협조한다.
        </p>
        <p>
          ③ 회원은 환전서비스 이용 시 회사의 서비스 장애, 오작동, 오류 등으로
          금전적 손실을 입었을 경우 회사 측에 이의를 제기한 후 손실에 해당하는
          금액을 보상받을 수 있다.
        </p>
        <p>
          ④ 회사는 회원의 환전서비스를 위해 세무정보신고 및 정산금액 확인 등을
          위해 신분증 사본, 계좌정보를 요구할 수 있다.
        </p>
        <p>
          ⑤ 회사는 회원이 환전서비스를 부당하게 이용하거나 허위정보를 입력해
          회사가 영위하고 있는 사업에 손실을 줄 경우 지체없이 해당 회원을 제재할
          수 있다.
        </p>
        <p>
          ⑥ 비정상적인 방법 및 프로그램으로 환전서비스를 이용할 경우 회사는
          지체없이 해당 회원을 적발 후 탈퇴조치를 수행할 수 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 28 조 제 3자의 지적재산권 및 저작권 공지
        </h2>
        <p>
          ① 회사와 회원은 제 3자의 지적재산을 존중하며, 회사는 언제든지 제 3자의
          지적 재산을 침해하는 회원과의 거래를 해지할 수 있다.
        </p>
        <p>
          ② 회사는 회원이 제출하고, 등록한 작품콘텐츠가 제 3자의 저작권을
          침해했다고 통지 받는 경우, 저작권법 및 관련법령에 따라 해당 자료를
          서비스에서 제거할 수 있다.
        </p>
        <p>
          ③ 자신의 저작권이 침해되었다고 믿는 제 3자의 경우, 다음 정보를
          포함하는 서면 통지를 작성하여 회사에 제공하여야 한다.
        </p>
        <p>1. 저작권 소유자 또는 법적 대리인의 전자 서명 혹은 실질 서명</p>
        <p>2. 침해를 주장하는 작품콘텐츠</p>
        <p>
          3. 침해를 주장하는 작품콘텐츠가 게시 혹은 사용된 위치에 대한 상세한
          기술
        </p>
        <p>
          4. 저작권 소유자 또는 그 법적 대리인의 주소, 전화번호 및 이메일 주소
        </p>
        <p>
          5. 침해를 주장하는 서면 통지상의 모든 정보가 사실과 부합하며, 위증으로
          판명될 경우 법적 책임을 지겠다는 저작권 소유자 또는 법적 대리인의 진술
        </p>
        <p>
          ④ 회원은 자신의 작품콘텐츠가 실수 또는 오인으로 인해 삭제 혹은
          접근불가상태가 되었다고 믿는 경우, 다음 정보를 포함하는 서면 통지를
          작성하여 회사에 제공하여야 한다.
        </p>
        <p>1. 회원의 전자서명 혹은 실질 서명</p>
        <p>
          2. 삭제 혹은 접근불가상태가 된 작품콘텐츠가 게시되어 있던 위치에 대한
          상세한 기술
        </p>
        <p>
          3. 실수 또는 오인의 결과로 자신의 작품콘텐츠가 삭제 혹은
          접근불가상태가 되었다고 믿는 진술과 이와 같은 진술이 위증으로 판명될
          경우 법적 책임을 지겠다는 서약
        </p>
        <p>4. 회원의 이름, 전화번호 및 이메일 주소</p>
        <p>
          ⑤ 회사는 본 조항과 관련된 제 3자 또는 회원의 통지가 위에서 기술한
          요구사항에 부합하지 않을 경우, 해당 통지는 유효하지 않은 것으로 간주할
          수 있으며, 이에 대해 응하거나 회답해야 할 책임이 없다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 29조 수수료 및 세금
        </h2>
        <p>
          ① 회원의 서비스 가입은 무료이며, 특정 서비스(후원서비스를 통해 수취한
          코인의 환전서비스) 이용 시에만 수수료가 부과된다.
        </p>
        <p>
          ② 서비스 수수료 정책은 회사 서비스에서 정의한 규칙에 따르며, 회원은
          서비스 이용에 대한 수수료 10%를 부담해야 한다.
        </p>
        <p>
          ③ 서비스 수수료 정책은 회사의 사정에 따라 변경될 수 있으며, 회사는
          사전에 플랫폼에 변경내용을 고지한다.
        </p>
        <p>
          ④ 회원은 코인상품 결제 시 부가가치세를 비롯하여 회사의 서비스 이용에
          따라 회원에게 부과되는 혹은 의무가 있는 모든 세금을 성실하게 신고 또는
          납부할 의무와 책임이 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 30 조 이용데이터 수집 및 활용
        </h2>
        <p>
          ① 회사는 이용자가 “라이크노벨” 제반 서비스의 이용자의 행위에 관련된
          이용데이터 및 쿠키데이터 등을 오직 서비스 개선 및 이용자 사용환경에
          적합한 서비스, 기술을 제공하기 위한 목적으로만 내부적으로 활용할 수
          있다.
        </p>
        <p>② 회사가 수집, 활용할 수 있는 이용데이터의 범위는 다음과 같다.</p>
        <p>1. 이용자가 작성하는 리뷰 및 댓글, 나만의 태그 작성하는 행위</p>
        <p>
          2. 이용자가 작품콘텐츠 일체 또는 일부(회차연재분 등)를 창작하는 행위
        </p>
        <p>3. 이용자가 작품콘텐츠의 리뷰 및 댓글에 좋아요, 공유를 하는 행위</p>
        <p>4. 이용자가 태그를 선택하고 검색창에 특정 검색어를 입력하는 행위</p>
        <p>
          5. 이용자가 작품콘텐츠 일체 또는 일부(회차연재분 등)를 열람하는 행위
        </p>
        <p>6. 이용자 간 후원서비스를 하는 행위</p>
        <p>7. 이용자가 환전서비스를 하는 행위</p>
        <p>
          8. 이용자가 회사의 ‘작품설정서비스’를 이용한 작품콘텐츠
          기획/창작/업로드를 하는 행위
        </p>
        <p>
          ③ 회원 탈퇴 시 이용자의 이용데이터는 ‘개인정보보호방침’의 보유기간에
          따라 보관되며 보유기간이 지난 후 회사는 지체없이 이용데이터를
          파기한다.
        </p>
        <p>
          ④ 회사는 이용데이터가 외부기관 및 업체, 제3자에게 유출되지 않도록 항상
          최선의 보안환경을 유지하도록 노력한다.
        </p>
        <p>
          ⑤ 회사는 이용데이터에서 ‘개인정보보호방침’에서 규정하는 각종 개인정보
          또는 특정 개인을 특정할 소지가 있는 이용데이터의 경우 항시적으로
          암호화처리를 해야하며 또한 해킹이나 악성코드 감염 등에 의한
          외부유출사고를 방지하기 위한 최선의 보안환경을 유지하도록 노력한다.
        </p>
        <p>
          ⑥ 회사는 이용데이터를 기존 서비스 개선 및 새로운 서비스, 콘텐츠를 위한
          기계학습 및 심층학습용, 크리에이터 회원의 창작을 지원하는 시장자료
          작성용, 크리에이터 회원의 창작을 지원하는 교육용 자료용으로만 수집,
          활용한다.
        </p>
        <p>
          ⑦ 회사는 개인정보 및 이용데이터 보호를 위한 담당자를 배치하고 이용자의
          관련 문의에 신의성실의 법칙에 따라 답변한다.
        </p>
        <p>개인정보 및 이용데이터 보호 담당자</p>
        <p>이름: 유중희</p>
        <p>직위: 매니저</p>
        <p>이메일: admin@likenovel.net</p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 30 조 환불</h2>
        <p>
          ① 환불 규정은 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련
          법령을 준수한다.
        </p>
        <p>
          ② 이용자가 결제한 코인상품을 사용했을 경우, 회사는 이용자의 환불신청
          시 이용자가 보유한 코인의 잔고(후원가능한 코인 잔고)를 1:100비율로
          환산한 후 환불 수수료 10%를 제외한 금액을 환급한다.
        </p>
        <p>
          ③ 이용자가 결제한 코인상품을 사용하지 않고, 결제 후 7일 이내 환불신청
          시 회사는 이용자가 보유한 코인의 잔고(후원가능한 코인 잔고)를 1:100
          비율로 환산한 후 전액환급(결제취소)한다.
        </p>
        <p>
          ④ 단, 후원 서비스의 경우 회사는 플랫폼을 제공하는 중개자로
          크리에이터에게 코인상품을 통해 후원서비스를 이용한 직접적인 당사자가
          아니다. 따라서 환불에 대한 판단 및 실행 권한과 후원기능에 대한 대가성
          재화 및 서비스 제공에 대한 책임은 전적으로 크리에이터에게 있으며,
          회사는 크리에이터와 회원 간 상호 원활한 의사소통을 할 수 있도록
          중개자의 역할을 한다.
        </p>
        <p>⑤ 다음 각 호의 경우에는 이용자가 환불을 요청할 수 없다.</p>
        <p>
          1. 결제한 코인상품 중 후원한 코인에 대해서 회사에게 환불을 요청할 수
          없다.
        </p>
        <p>
          2. 서비스 업데이트를 통한 문제 해결이 가능함에도 회원의 의사로 이를
          거부하여 서비스를 이용하지 못하는 경우 환불을 요청할 수 없다.
        </p>
        <p>
          3. 회원이 보유한 코인의 잔고가 최소 환불 수수료인 10코인(1,000원 해당
          금액) 미만일 경우 환불을 요청할 수 없다.
        </p>
        <p>
          4. 회원 탈퇴 후에는 코인 내역을 확인할 수 없으므로 환불을 요청할 수
          없다.
        </p>
        <p>
          5. 환불 신청 후 환불 처리가 완료되기 전 회원 탈퇴를 해도 환불을 요청할
          수 없다.
        </p>
        <p>
          6. 회원이 코인상품을 구매한 후 해당 건의 환불 신청시, 이용하지 않은
          코인이 해당 구매 코인의 80%를 초과하는 경우 전자금융거래법에 근거하여
          불법 금융행위 등을 방지하기 위하여 환불을 요청할 수 없다.
        </p>
        <p>
          7. 주민등록법, 저작권법, 컴퓨터프로그램보호법, 정보통신망법 등 각종
          법령에 대한 중대한 불법행위 또는 회사 운영에 심각한 악영향을 미치는
          행위를 한 것으로 판단되는 이용자의 계정 및 아이디 이용을 회사가
          제한하거나 해당 이용자와의 계약을 해지하는 경우 환불을 요청할 수 없다.
        </p>
        <p>
          8. 이벤트 등으로 할인 혹은 무상으로 지급된 코인의 경우 환불을 요청할
          수 없다.
        </p>
        <p>
          9. 환불요청을 위해 기재해야 할 신청양식에 누락된 정보가 있을 경우,
          환불을 요청할 수 없다.
        </p>
        <p>
          10. 코인상품을 통해 제공된 코인을 서비스 내 크리에이터 회원에게
          후원서비스로 이용했을 경우 해당 이용코인에 대해 환불을 요청할 수 없다.
        </p>
        <p>
          LikeNovel은 소비자 보호에 관한 법률을 준수함. 환불 요청하는 양식은
          아래와 같음
        </p>
        <p>[환불요청 양식]</p>
        <p>환불을 요청할 경우,</p>
        <p>다음 항목을 기재한 뒤 admin@likenovel.net으로 환불 신청.</p>
        <p>
          (환불 금액이 입금되기까지 신청일로부터 영업일 기준 최대 5일 가량
          소요예정)
        </p>
        <p>- 닉네임 :</p>
        <p>- 닉네임에 연동된 이메일 :</p>
        <p>- 이름 :</p>
        <p>- 휴대폰번호 :</p>
        <p>- 결제 수단 :</p>
        <p>- 결제 금액 :</p>
        <p>- 결제 날짜/시간 :</p>
        <p>- 환불하시려는 사유 :</p>
        <p>
          ⑥ 개별 서비스의 성격에 따라 회사는 별도 약관 및 이용조건에 따른 취소
          및 환불 규정을 정할 수 있으며, 이 경우 개별 약관 및 이용조건 상의 취소
          및 환불규정이 우선 적용된다.
        </p>
        <p>
          ⑦ 기타 본 약관 및 서비스 이용안내에 규정되지 않은 취소 및 환불에 대한
          사항에 대해서는 소비자 피해보상규정에서 정한 바에 따른다.
        </p>
        <p>
          ⑧ 이미 크리에이터 회원에게 지급된 결제 금액에 대한 환불 사유가 발생할
          경우, 해당 크리에이터와 회원 간의 합의에 따라 환불 처리가 진행된다.
          회사는 해당 환불 건의 환불 가능 여부 판단과 진행 절차에 대한 책임을
          갖지 않으며 크리에이터와 회원 간 원만하고 신속한 합의를 이뤄낼 수
          있도록 중개하는 역할을 한다.
        </p>
        <p>
          ⑨ 회사의 고의 또는 귀책사유로 코인상품 구매 시 과오금이 발생한 경우,
          과오금 전액을 환불한다. 이 경우 회원이 결제한 방법과 동일한 방법으로
          환불하며, 동일한 방법으로 환불이 불가능한 경우 결제자 신원 확인 후
          전액 환불한다. 단, 회원의 고의 또는 귀책사유로 과오금이 발생한 경우,
          회사가 과오금을 환불하는데 소용되는 비용은 회사가 전액 부담한다. 회사
          운영 불성실에 따른 환불은 본 조항에 기재된 회사의 귀책사유로 판단하지
          않는다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 31 조 미성년자의 결제
        </h2>
        <p>
          ① 이용자가 만 14세 미만 미성년자 또는 만19세 미만 미성년자 또는
          한정치산자인 경우는, 유료 서비스 이용을 위해 결제하기 전에, 민법 제5조
          1항에 따라 법정대리인(부모 등)의 동의를 받아야 합니다. 회사가 정한
          절차에 따른 법정대리인의 동의를 받지 않은 경우는 유료 서비스를 이용할
          수 없습니다. 미성년자가 법정대리인의 동의 없이 이용하는 등 사술로써
          회사로 하여금 성년자인 것으로 믿게 한 경우에는 법정대리인의 동의가
          없더라도 유료 서비스 이용계약을 취소하지 못합니다.
        </p>
        <p>
          ② 전항의 미성년자 결제에 대한 동의를 위해 법정대리인은 회사의 안내에
          따라 이메일을 통한 동의서를 전달 할 수 있으며, 법정대리인의 동의가
          완료된 이후 회사는 법정대리인에게 이메일을 통해 결제 동의사실 및 그
          내역에 대해 고지합니다. 법정대리인은 이러한 통지를 거부할 수 있으며,
          아래의 고객센터를 통해 상세내역에 대하여 문의하실 수도 있습니다.
        </p>
        <p>고객센터 :</p>
        <p>- 고객센터 (admin@likenovel.net)</p>
        <p>- 전화) 070-5157-3000 (평일 11:00 ~ 18:00 공휴일, 토, 일 휴무)</p>
        <p>
          - 우편) 경기도 용인시 기흥구 공세로 150-29, B01-J207호(공세동, 테라스가 든)
        </p>
        <p>
          ③ 미성년자의 법정대리인은 회사의 안내에 따라 3개월, 6개월, 9개월, 1년,
          3년, 5년의 유효기간 중 선택하여 동의를 할 수 있습니다. 회사는
          법정대리인이 선택한 동의유효기간 만료시점으로부터 30일 전에
          법정대리인에게 이메일을 통해 통지하여 동의연장여부를 확인하며, 이에
          대해 법정대리인의 동의철회 요구 등이 없을 경우 동의유효기간은 동일한
          조건으로 자동 연장됩니다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 32조 회원탈퇴 및 자격상실
        </h2>
        <p>
          ① 회원은 회사에 언제든지 회원탈퇴를 요청할 수 있으며, 회사는
          회원탈퇴에 관한 규정에 따라 이를 처리한다.
        </p>
        <p>
          ② 회사는 회원이 다음 각 호의 사유에 해당하는 경우, 사전통지 없이
          회원자격을 제한 및 정지시킬 수 있다.
        </p>
        <p>1. 가입신청 시에 허위 내용을 등록한 경우</p>
        <p>
          2. 서비스를 이용하여 결제한 대금, 기타 회사 이용에 관련하여 회원이
          부담하는 채무를 기일에 이행하지 않는 경우
        </p>
        <p>
          3. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등
          전자거래질서를 위협하는 경우
        </p>
        <p>
          4. 회사를 이용하여 법령과 이 약관이 금지하거나 공공질서 미풍양속에
          반하는 행위를 하는 경우
        </p>
        <p>
          ③ 회사가 회원자격을 제한, 정지시킨 후 동일한 행위가 2회 이상
          반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는
          회원자격을 영구 상실시킬 수 있다.
        </p>
        <p>
          ④ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소한다. 이 경우
          회사는 이를 통지하고 회원에게 소명의 기회를 부여한다.
        </p>
        <p>
          ⑤ 회사는 회원이 이 약관의 내용에 위배되는 행동을 한 경우, 임의로
          서비스 사용을 제한 및 중지하거나 본인의 동의 없이 이용계약을 해지할 수
          있다. 이 경우 회사는 회원의 접속을 금지할 수 있으며, 회원이 게시한
          내용의 전부 또는 일부를 임의로 삭제 할 수 있다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 33 조 양도금지</h2>
        <p>
          ① 회원은 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도 및
          증여할 수 없으며, 이를 담보로 제공할 수 없다.
        </p>
        <p>
          ② 그러나 회원과 제 3자간 상호 동의 하에 서비스 이용 및 관리를 위해
          이용권한이 필요한 경우에는 이를 양도할 수 있으나 관련해서 발생하는
          문제에 대해 회사는 책임지지 않는다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 34 조 손해배상</h2>
        <p>
          회사는 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가
          발생하더라도 회사가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을
          부담하지 아니한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">제 35 조 분쟁해결</h2>
        <p>
          ① 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를
          보상처리하기 위해서 피해보상처리 절차를 마련하고 이를 이행한다.
        </p>
        <p>
          ② 회사는 이용자로부터 제출되는 불만사항 및 의견을 신속하게 처리한다.
          다만 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을
          즉시 통보한다.
        </p>
      </div>
      <div>
        <h2 className="text-18pxr font-bold mb-12pxr">
          제 36 조 준거법 및 관할법원
        </h2>
        <p>
          ① 서비스 이용과 관련하여 회사와 회원 간에 이견 또는 분쟁이 있는 경우,
          양 당사자간의 합의에 의해 원만히 해결하여야 한다.
        </p>
        <p>
          ② 이 약관의 해석 및 회원간의 분쟁에 대하여는 대한민국의 법을 적용한다.
        </p>
        <p>
          ③ 서비스 이용 중 발생한 회원과 회사간의 소송은 관할법원에 제소한다.
        </p>
        <p>부칙</p>
        <p>
          1. 본 약관은 2020년 12월 22일부터 다음 약관이 개정되는 시점까지
          시행한다.
        </p>
      </div>
    </div>
  );
}
